export function About() {
  return (
    <section id="about" className="py-16 bg-[#383e42] text-white">
      <div className="container mx-auto px-4">
        <h2 className="text-[#b89139] text-2xl font-bold text-center mb-8">درباره ما</h2>

        <p className="text-center max-w-4xl mx-auto leading-relaxed mb-8">
          شرکت ماشین سازی شمال پیروز در سال 1362 ( 1985 میلادی ) فعالیت خود را به عنوان طراح و تولید کننده پایه چراغ های روشنایی و سبزی
          کابل در استان مازندران آغاز نموده است.پس از یک دوره کاری و آشنایی بیشتر با نیاز صنایع داخلی این شرکت تمرکز خود را بر ساخت
          تجهیزات برقی ضد انفجار جهت استفاده در صنایع نفت ، گاز ، پالایش و پتروشیمی قرار داد در نتیجه از سال 1371 خورشیدی تمام تلاش
          مجموعه وقف پیاده سازی استانداردهای به روز شده بین المللی و اروپایی همچنین ارتقاء سطح کیفی محصولات شد.
        </p>
      </div>
    </section>
  );
}

