export interface Certification {
  id: number;
  title: string;
  description: string;
}

export const certifications: Certification[] = [
  {
    id: 1,
    title: "آزمایشگاه کنترل کیفیت",
    description: "کارشناسان فنی متخصص و با تجربه در آزمایشگاه ، انجام آزمون های کنترل کیفی محصولات شرکت را بر عهده دارند کلیه بررسی های کیفی توسط کارشناسان متخصص و مطابق با استاندارد های روز دنیا صورت میپذیرد.",
  },
  {
    id: 2,
    title: "گواهینامه خط تولید",
    description: "گواهینامه خط تولید محصولات که شامل جعبه های تقسیم ، اقلام روشنایی ، تابلو کنترل محلی و سایر محصولات شرکت ماشین سازی شمال پیروز میباشد.که بر اساس Directive 2014/34/EU میباشد.",
  },
  {
    id: 3,
    title: "آکادمی شمال پیروز",
    description: "مرکز آموزشی شمال پیروز هم اکنون با برگزاری بیش از 3000 نفر ساعت دوره های آموزشی در حوزه ضد انفجار سابقه ای بیش از یک دهه همکاری با سازمان ملی استاندارد دارد.",
  },
  {
    id: 4,
    title: "گواهینامه IMS",
    description: "گواهینامه IMS جهت طراحی و تولید محصولات الکتریکی ضد انفجار و گواهینامه HSE سیستم مدیریت زیست محیطی ، ایمنی و بهداشت",
  },
];

